{
	"name": "FamilyFriendly",
	"description": "Source at: https://github.com/trollusk/FamilyFriendly\n\nThis is an attempt to make the game more suitable for younger teens, by patching out or altering some some inappropriate stuff. It is not perfect, and I am not responsible for any harm you may cause to your child by letting them play an 18+ game.\n\nCharacter creation:\n\n[list]\n[*]No sliders for breasts or male \"endowment\" in character creation.\n[*]No nudity level selection in character creation.\n[*]No random crime list at the end of character creation.\n[*]The \"evil\" religions are unavailable at character creation (Set, Derketo, Yog, Zath), and are not taught by any NPCs.\n[/list]\n\nGore and cannibalism:\n\n[list]\n[*]When players and human NPCs die, instead of creating a corpse they disappear in a puff of purple smoke and drop a loot bag.\n[*]Players cannot harvest human flesh or body parts from human corpses.\n[*]For Ymir, Mitra and Jhebbal Sag, no longer get religious \"essences\" from human corpses. Instead the source varies per religion:\n[list]\n[*][b]Ymir[/b]: ice and black ice resource nodes, and corpses of ice rocknoses, frost giants and yeti.\n[*][b]Mitra[/b]: corpses of undead.\n[*][b]Jhebbal Sag[/b]: corpses of powerful predators (eg tigers, lions, wolves, bears) and werecreatures.\n[/list]\n[/list]\n\nThralls and slavery:\n\n[list]\n[*]Human NPCs with non-combat professions (blacksmiths, cooks, dancers etc) will never engage in combat.\n[*]These NPCs can be picked up by the player, and will turn into thrall items in the player's inventory, similar to picking up baby animals. These thrall items can the be placed in the world or in crafting tables, as usual.\n[*]NPCs cannot be picked up while the player is in combat (targeted by enemies).\n[*]The following NPCs are excluded from this mechanic: Taskmasters, priests of evil religions, and all NPCs that spawn during surges.\n[*]Cannot learn feats or recipes for wheel of pain or other slavery-related items.\n[/list]\n\nOther:\n\n[list]\n[*]For some overly revealing pieces of female chest armour, switched the models so they have the same appearance as other less revealing ones.\n[*]Removed swear words and sexual content from item descriptions and NPC dialogue texts. (English only). The associated sound files have been replaced with silence.\n[*]Alcoholic beverages no longer cause drunkenness.\n[/list]\n\nThings I have not changed:\n[list]\n[*]Gore, dismemberment and decapitation - there are already mods for this.\n[*]A less evil alternative method of recruiting thralls.\n[/list]\n",
	"changeNote": "Don't print the \"you're in combat\" message if the NPC is not pick-uppable anyway.\nAdd surge-related non-combat NPCs back into the list of pick-uppables.",
	"author": "trollusk",
	"authorUrl": "",
	"versionMajor": 1,
	"versionMinor": 6,
	"versionBuild": 2,
	"bRequiresLoadOnStartup": false,
	"steamPublishedFileId": "2842259371",
	"steamVisibility": 0,
	"folderName": "FamilyFriendly",
	"revisionNumber": 348928,
	"snapshotId": 32447
}